;; -*- no-byte-compile: t; -*-
;;; .config/doom/packages.el
;;______   ___   _____  _   __  ___   _____  _____  _____
;;| ___ \ / _ \ /  __ \| | / / / _ \ |  __ \|  ___|/  ___|
;;| |_/ // /_\ \| /  \/| |/ / / /_\ \| |  \/| |__  \ `--.
;;|  __/ |  _  || |    |    \ |  _  || | __ |  __|  `--. \
;;| |    | | | || \__/\| |\  \| | | || |_\ \| |___ /\__/ /
;;\_|    \_| |_/ \____/\_| \_/\_| |_/ \____/\____/ \____/
;;
;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)

(package! base16-theme)
(package! doom-themes :ignore t)
(package! org-page)
(package! org-pomodoro)
(package! modern-cpp-font-lock)
(package! geiser)
(package! paredit)
(package! winum)
(package! clang-format)
